Repository: sugarlabs/chart
Catalog: po/*.po
Languages: da, ne, nl

source: Chart
da: Diagram
ne: चार्ट
nl: Kaart

source: Create your charts and organize your information! Try the best chart for your case.
da: Opret dine diagrammer og organisér dine informationer! Prøv det bedste diagram til din opgave.
ne: चार्ट बनाएर सुचना ब्यबस्थित गर्। आफ्नो लागि सर्वोत्तम चार्ट छान्।

source: Invalid Value
da: Ugyldig værdi
ne: अमान्य मान
nl: Ongeldige waarde

source: The value must be a number (integer or decimal)
da: Værdien skal angives som et tal (heltal eller decimaltal)
ne: मान एउटा नम्बर हुनु पर्छ ( पुर्ण संख्या वा दशमलब संख्या)
nl: De waarde moet zijn een nummer (geheel getal of decimaal)

source: Save as image
da: Gem som billede
ne: तस्बिरको रूपमा बचत गर
nl: Bewaar als afbeelding

source: Read StopWatch data
da: Læs data fra StopUr
nl: Lees StopWatch data

source: Read Measure data
da: Aflæs måledata
nl: Lees Meetdata

source: Add a value
da: Tilføj en værdi
ne: मान थप
nl: Voeg een waarde toe

source: Remove the selected value
da: Fjern den valgte værdi
ne: छानिएको मान हाटाउ
nl: Verwijder de geselecteerde waarde

source: Chart Color
da: Farve på oversigt
nl: Grafiek Kleur

source: Line Color
da: Farve på linje
nl: Lijn Kleur

source: Horizontal label...
da: Vandret etikette...
nl: Horizontaal label...

source: Vertical label...
da: Lodret etikette...
nl: Verticaal label...

source: Text
da: Tekst
ne: पाठ

source: Font Color
da: Skriftfarve
ne: फण्टको रङ

source: Title font
da: Skrifttype i overskrifter
ne: शिर्षकको फण्ट

source: Labels font
da: Skrifttype for etiketter
ne: लेबलहरूको फण्ट

source: Tick font
da: Skrifttype for afkrydsning
ne: निशानाको फण्ट

source: Fullscreen
da: Fuldskærm
ne: पुरै पर्दा
nl: Volledig scherm

source: Move up
da: Flyt op
ne: माथि लैजाऊ
nl: Beweeg omhoog

source: Move down
da: Flyt ned
ne: तल लैजाऊ
nl: Beweeg omlaag

source: No data
da: Ingen data
ne: डाटा छैन

source: Vertical Bar Chart
da: Lodret søjleoversigt
ne: भर्टिकल बार चार्ट
nl: Verticale Balk Grafiek

source: Horizontal Bar Chart
da: Vandret søjleoversigt
ne: होरिजेन्टल बार चार्ट
nl: Horizontale Balk Grafiek

source: Line Chart
da: Linjeoversigt
ne: लाइन चार्ट
nl: Lijn Grafiek

source: Pie Chart
da: Cirkeldiagram
ne: पाइ चार्ट
nl: Taart Grafiek

source: Invalid object
da: Ugyldigt objekt
ne: अमान्य बस्तु
nl: Ongeldig voorwerp

source: The selected object must be a %s file
da: Det valgte objekt skal være en %s-fil
ne: छानिएको वस्तु %s फाइल हुनु पर्छ
nl: Het geselecteerde voorwerp moet een %s bestand zijn

source: StopWatch
da: Stopur
ne: स्टपवाच

source: Measure
da: Mål
ne: नाप
nl: Meten

source: Label
da: Etikette
ne: लेबल

source: Value
da: Værdi
ne: मान
nl: Waarde

source: Basic usage
da: Grundlæggende brug
ne: आधारभूत प्रयोग
nl: Eenvoudig gebruik

source: First you need add data to create the graph
da: Først skal du tilføje data for at oprettte grafen
ne: तपाईँले ग्राफ बनाउनु भन्दा पहिले डाटा थप्नु पर्दछ।
nl: Je moet eerst data toevoegen om een grafiek te maken

source: You can add data with this button
da: Du kan tilføje data med denne knap
nl: Je kunt data toevoegen met deze knop

source: ...or remove data with this button
da: ... eller fjerne data med denne knap
nl: ...of data verwijderen met deze knop

source: To change the graph title, just change the activity title
da: Grafens titel ændres ved blot at ændre aktivitetens titel
nl: Om de grafiektitel te wijzigen, wijzig de activiteit titel

source: Next you can change the type of graph
da: Dernæst kan du ændre graftypen
ne: यसपछि तपाईँले ग्राफको किसिम परिवर्तन गर्न सक्नु हुनेछ।
nl: Vervolgens kun je het type grafiek wijzigen

source: Vertical bars
da: Lodrette søjler
nl: Verticale balken

source: Horizontal bars
da: Vandrette søjler
nl: Horizontale balken

source: Lines
da: Linjer
ne: रेखाहरू
nl: Lijnen

source: Pie
da: Cirkeldiagram
ne: पाइ
nl: Taart

source: Configs
da: Konfigurationer
nl: Instellingen

source: You can change the colors or the horizontal and vertical labels in the configs toolbar
da: Du kan ændre farverne eller de vandrette og lodrette etiketter i værktøjslinjen konfigurationer
nl: Je kunt de kleuren of de horizontale en verticale labels wijzigen in de instellingen werktuigbalk

source: Saving as an image
da: Gemmer som et billede
ne: तस्बिरको रूपमा बचत गर्दै
nl: Bewaar als een afbeelding

source: In the activity toolbar you have button to save the graph as an image
da: I værktøjslinjen for aktiviteter er der en knap til at gemme grafen som et billede
ne: क्रियाकलापको टुलबारमा ग्राफलाई तस्बिरको रूपमा बचत गर्ने बटन छ
nl: In de activiteitenbalk is een knop om de grafiek als een afbeelding te bewaren

source: Reading data from other activities
da: Læser data fra andre aktiviteter
ne: अन्य क्रियाकलापहरूबाट डाटा पढ्दै
nl: Lees data van andere activiteiten

source: In the activity toolbar you have buttons to read data from other activities
da: I værktøjslinjen for aktiviteter er der knapper til aflæsning af data fra andre aktiviteter
ne: क्रियाकलापको टुलबारमा अन्य क्रियाकलापहरूबाट डाटा पढ्ने बटन छ
nl: In de activiteitenbalk zijn knoppen om data van andere activiteiten te lezen

source: You can use times measured in the StopWatch activity
da: Du kan anvende tider som er målt i aktiviteten StopUr
ne: तपाईँले StopWatch क्रियाकलापमा समय मापनको प्रयोग गर्न सक्नु हुन्छ
nl: Je kunt gemeten tijden in de StopWatdh activiteit gebruiken

source: ...or data from the Measure activity
da: ... eller data fra aktiviteten Måling
nl: ...or data van de Meetactiviteit

source: Reading data from the clipboard
da: Indlæser data fra udklipsholderen
ne: क्लिपबोर्डबाट डाटा पढ्दै
nl: Data lezen van klembord

source: Some activities (such as VisualMatch) has the ability to copy data to the clipboard
da: Nogle aktiviteter (såsom VisualMatch) kan kopiere data til udklipsholderen
ne: केहि क्रियाकलापहरू (जस्तै VisualMatch) मा क्लिपबोर्डबाट डाटा प्रतिलिपि गर्ने क्षमता छ
nl: Enkele activiteiten (zoals VisualMatch) heeft de mogelijkheid data te kopiÃ«ren naar het klembord

source: Drop the clipboard data into the chart area and it will be charted
da: Læg data fra udklipsholderen i diagram-området, og det vil blive gjort til et diagram
nl: Plaats klemborddata in de grafiek en het zal in kaart worden gebracht

source: Select font
da: Vælg skrifttype
ne: फण्ट चयन गर

source: Help
da: Hjælp
ne: सहयोग

source: Time
da: Tid
ne: समय
nl: Tijd

source: Mark
da: Markering
ne: चिन्ह
nl: Merkteken

source: Values
da: Værdier
ne: मानहरू
nl: Waarden

source: Samples
da: Stikprøver
ne: नमुनाहरू
nl: Monsters

source: Zoom out
nl: Zoom uit

source: Fit to window
nl: Pas in venster

source: Ok
ne: ठीक
